[{"NethysUrl":"https://2e.aonprd.com/Spells.aspx?ID=1274","Traits":["rare","arcane","cantrip","cold","conjuration"],"Type":"Cantrip","Level":1,"Traditions":["NoTradition"],"Id":23,"Name":"Frost\u0027s Touch","action":"1","Range":"30 feet","Area":"","Targets":"1 object","Duration":"","SavingThrow":"","description":"Your gelid shard drinks down nearby heat in a futile attempt to sate itself and achieve a level of frigid cold unheard of on the Material Plane. This allows you to cool a drink, make a hot pot safe to handle, or other, similar minor effects. Once cooled, the object\u0027s temperature is subject to its environment as usual. You can also solidify ambient moisture into a solid object; this temporary object is of negligible Bulk, made of non-magical ice. The object looks crude and artificial and is extremely fragile—it can\u0027t be used as a tool, weapon, or spell component. Once created, it melts as normal for ice for the ambient conditions.\n\n  **Heightened (3rd)**  You can create simple objects of ice with up to 1 Bulk and of a level not exceeding 1. Such objects must be rigid. You can only have one such object created at a time; if you create another, the previous object melts instantly.  \n  **Heightened (5th)**  Items you create can be up to 4 Bulk and 4th level.  \n  **Heightened (7th)**  Items you create can be up to 8 Bulk and 8th level.  \n  **Heightened (9th)**  Items you create can be up to 20 Bulk and 12th level.","Source":"Treasure Vault pg. 185 1.1","ShortDescription":"","Components":[],"Bloodline":null,"PatronTheme":null,"legacy content":true},{"NethysUrl":"https://2e.aonprd.com/Spells.aspx?ID=1218","Traits":["uncommon","detection","divination"],"Type":"Spell","Level":4,"Traditions":["NoTradition"],"Id":1065,"Name":"Web of Influence","action":"","Range":"touch","Area":"","Targets":"1 creature","Duration":"","SavingThrow":"","description":"You learn the location of the nearest creature to whom the target is connected in a magical manner. A creature sustaining a spell on the target is connected to it for the purposes of this spell, as are any creatures who are targets of a spell effect currently affecting the target (such as all the targets of a veil spell), members of a coven, and creatures that are magically bonded to the target (such as with the heartbond ritual). The GM is the final arbiter of whether a creature is magically connected to the target. If you already know individuals who are magically connected to the target, you can exclude them from the spell.  \n  \n This spell doesn\u0027t tell you anything about the nearest magically connected creature other than its current distance and direction. If the nearest creature is on a different plane the spell indicates this but doesn\u0027t reveal which plane.","Source":"Pathfinder #182: Graveclaw pg. 79","ShortDescription":"","Components":["10 minutes (material","somatic","verbal)"],"Bloodline":null,"PatronTheme":null,"legacy content":true}]